Repository: mjanv/premiere-ecoute
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr, it

source: Are you sure you want to delete this listening session? This action cannot be undone and will remove all associated data including votes and reports.
fr: Êtes-vous sûr de vouloir supprimer cette session d'écoute ? Cette action ne peut pas être annulée et supprimera toutes les données associées, y compris les votes et les rapports.
it: Sei sicuro di voler eliminare questa sessione di ascolto? Questa azione non può essere annullata e rimuoverà tutti i dati associati inclusi voti e report.

source: Cancel
fr: Annuler
it: Annulla

source: Connect with Twitch
fr: Se connecter avec Twitch
it: Connetti con Twitch

source: Delete
fr: Supprimer
it: Elimina

source: Delete Session
fr: Supprimer la Session
it: Elimina Sessione

source: Account
fr: Compte

source: Album Selection
fr: Sélection d'Album
it: Selezione Album

source: Search Spotify albums...
fr: Rechercher des albums Spotify...
it: Cerca album Spotify...

source: Searching albums...
fr: Recherche d'albums...
it: Ricerca album...

source: Viewers
fr: Spectateurs
it: Spettatori

source: Album cover
fr: Couverture d'album
it: Copertina album

source: Delete session
fr: Supprimer la session
it: Elimina sessione

source: Connected
fr: Connecté
it: Connesso

source: Delete Account
fr: Supprimer le Compte
it: Elimina Account

source: Disconnect
fr: Déconnecter
it: Disconnetti

source: Not connected
fr: Non connecté
it: Non connesso

source: Display scores
fr: Afficher les scores
it: Mostra punteggi

source: Display votes
fr: Afficher les votes
it: Mostra voti

source: Duration
fr: Durée
it: Durata

source: End Session
fr: Terminer la Session
it: Termina Sessione

source: My Score
fr: Mon Score
it: Il Mio Punteggio

source: Open overlay in new tab
fr: Ouvrir l'overlay dans un nouvel onglet
it: Apri overlay in una nuova scheda

source: Released
fr: Sorti le
it: Rilasciato

source: Start Session
fr: Démarrer la Session
it: Avvia Sessione

source: Total Votes
fr: Total des Votes
it: Voti Totali

source: Tracks
fr: Morceaux
it: Brani

source: Unique Voters
fr: Votants Uniques
it: Votanti Unici

source: Your rating
fr: Votre note
it: La tua valutazione

source: Failed to pause: %{reason}
fr: Échec de la pause : %{reason}
it: Impossibile mettere in pausa: %{reason}

source: Failed to play: %{reason}
fr: Échec de la lecture : %{reason}
it: Impossibile riprodurre: %{reason}

source: Next
fr: Suivant
it: Successivo

source: No track selected
fr: Aucun morceau sélectionné
it: Nessun brano selezionato

source: Not playing
fr: En pause
it: Non in riproduzione

source: Play
fr: Lecture
it: Riproduci

source: Previous
fr: Précédent
it: Precedente

source: Progress:
fr: Progression :
it: Progresso:

source: Attempting to reconnect
fr: Tentative de reconnexion
it: Tentativo di riconnessione

source: Log Out
fr: Se Déconnecter
it: Disconnetti

source: My Sessions
fr: Mes Sessions
it: Le Mie Sessioni

source: Something went wrong!
fr: Quelque chose s'est mal passé !
it: Qualcosa è andato storto!

source: We can't find the internet
fr: Nous ne trouvons pas Internet
it: Non riusciamo a trovare internet

source: Admin
fr: Administration
it: Amministratore

source: Admin Dashboard
fr: Tableau de Bord Admin
it: Dashboard Amministratore

source: Album Information
fr: Informations de l'Album
it: Informazioni Album

source: Album deleted successfully
fr: Album supprimé avec succès
it: Album eliminato con successo

source: Albums Management
fr: Gestion des Albums
it: Gestione Album

source: Albums will appear here when they are added to the system.
fr: Les albums apparaîtront ici lorsqu'ils seront ajoutés au système.
it: Gli album appariranno qui quando verranno aggiunti al sistema.

source: Artist
fr: Artiste
it: Artista

source: Back to Dashboard
fr: Retour au Tableau de Bord
it: Torna alla Dashboard

source: Cannot delete album
fr: Impossible de supprimer l'album
it: Impossibile eliminare l'album

source: Connections
fr: Connexions
it: Connessioni

source: Created
fr: Créé
it: Creato

source: Current Track
fr: Morceau Actuel
it: Brano Attuale

source: Ended
fr: Terminé
it: Terminato

source: Failed to delete session
fr: Échec de suppression de la session
it: Impossibile eliminare la sessione

source: Failed to update user role
fr: Échec de mise à jour du rôle utilisateur
it: Impossibile aggiornare il ruolo utente

source: Joined
fr: Inscription
it: Unito

source: Listening sessions will appear here when users start listening to albums.
fr: Les sessions d'écoute apparaîtront ici lorsque les utilisateurs commenceront à écouter des albums.
it: Le sessioni di ascolto appariranno qui quando gli utenti inizieranno ad ascoltare album.

source: Loading...
fr: Chargement...
it: Caricamento...

source: Manage albums in your library
fr: Gérez les albums dans votre bibliothèque
it: Gestisci album nella tua libreria

source: Manage user accounts and roles
fr: Gérez les comptes utilisateurs et les rôles
it: Gestisci account utente e ruoli

source: Manage your PremiereEcoute application
fr: Gérez votre application PremiereEcoute
it: Gestisci la tua applicazione PremiereEcoute

source: Member Since
fr: Membre Depuis
it: Membro dal

source: No Album
fr: Aucun Album
it: Nessun Album

source: No albums found
fr: Aucun album trouvé
it: Nessun album trovato

source: No sessions found
fr: Aucune session trouvée
it: Nessuna sessione trovata

source: No user associated with this session
fr: Aucun utilisateur associé à cette session
it: Nessun utente associato a questa sessione

source: Role
fr: Rôle
it: Ruolo

source: Session Details
fr: Détails de la Session
it: Dettagli Sessione

source: Session Information
fr: Informations de la Session
it: Informazioni Sessione

source: Session deleted successfully
fr: Session supprimée avec succès
it: Sessione eliminata con successo

source: Started
fr: Démarré
it: Iniziato

source: Twitch Username
fr: Nom d'utilisateur Twitch
it: Nome Utente Twitch

source: Unknown
fr: Inconnu
it: Sconosciuto

source: Unknown User
fr: Utilisateur Inconnu
it: Utente Sconosciuto

source: User
fr: Utilisateur
it: Utente

source: User Information
fr: Informations Utilisateur
it: Informazioni Utente

source: Users
fr: Utilisateurs
it: Utenti

source: View and manage listening sessions
fr: Voir et gérer les sessions d'écoute
it: Visualizza e gestisci sessioni di ascolto

source: tracks
fr: morceaux
it: brani

source: Ready to Start
fr: Prêt à Commencer
it: Pronto per Iniziare

source: 0-10 Rating
fr: Note 0-10
it: Valutazione 0-10

source: 1-5 Rating
fr: Note 1-5
it: Valutazione 1-5

source: Change Role
fr: Changer le Rôle
it: Cambia Ruolo

source: Manage
fr: Gérer
it: Gestisci

source: Smash or Pass
fr: Smash ou Pass
it: Smash o Pass

source: Update Role
fr: Mettre à jour le Rôle
it: Aggiorna Ruolo

source: User Management
fr: Gestion des Utilisateurs
it: Gestione Utenti

source: Vote Format
fr: Format de Vote
it: Formato Voto

source: Vote Options
fr: Options de Vote
it: Opzioni di Voto

source: Cookies
fr: Politique de cookies
it: Cookie

source: Privacy
fr: Politique de confidentialité

source: Terms
fr: Conditions générales
it: Termini

source: Close
fr: Fermer
it: Chiudi

source: Failed to load album details
fr: Échec du chargement des détails de l'album
it: Impossibile caricare i dettagli dell'album

source: Failed to load albums
fr: Échec du chargement des albums
it: Impossibile caricare gli album

source: Month
fr: Mois
it: Mese

source: No albums listened during this period
fr: Aucun album écouté pendant cette période
it: Nessun album ascoltato durante questo periodo

source: Retrospective
fr: Rétrospective
it: Retrospettiva

source: Year
fr: Année
it: Anno

source: Everything you need for music discovery
fr: Tout ce dont vous avez besoin pour découvrir la musique
it: Tutto ciò di cui hai bisogno per scoprire la musica

source: Home
fr: Accueil

source: Homepage
fr: Page d'Accueil

source: Premiere Ecoute Changelog
fr: Journal des Modifications de Premiere Ecoute
it: Registro delle Modifiche di Premiere Ecoute

source: Unknown Artist
fr: Artiste Inconnu
it: Artista Sconosciuto

source: Browse and inspect stored events
fr: Parcourir et inspecter les événements stockés
it: Sfoglia e ispeziona gli eventi memorizzati

source: Data
fr: Données
it: Dati

source: Event
fr: Événement
it: Evento

source: Event Store
fr: Magasin d'Événements
it: Archivio Eventi

source: All listening sessions you created
fr: Toutes les sessions d'écoute que vous avez créées
it: Tutte le sessioni di ascolto che hai creato

source: Channel follows
fr: Abonnements aux chaînes
it: Seguimenti di canali

source: Connected Spotify and Twitch accounts
fr: Comptes Spotify et Twitch connectés
it: Account Spotify e Twitch collegati

source: Download
fr: Télécharger
it: Scarica

source: Download Your Data
fr: Télécharger Vos Données
it: Scarica i Tuoi Dati

source: Impersonate User
fr: Prendre l'Identité de l'Utilisateur
it: Impersona Utente

source: Profile and authentication data
fr: Données de profil et d'authentification
it: Dati di profilo e autenticazione

source: Profile information
fr: Informations de profil
it: Informazioni del profilo

source: This action is immediate and irreversible!
fr: Cette action est immédiate et irréversible !
it: Questa azione è immediata e irreversibile!

source: This will allow you to view the application as this user. You can switch back at any time.
fr: Cela vous permettra de voir l'application comme cet utilisateur. Vous pouvez revenir en arrière à tout moment.
it: Questo ti permetterà di visualizzare l'applicazione come questo utente. Puoi tornare indietro in qualsiasi momento.

source: This will download a JSON file containing all your personal data including:
fr: Cela téléchargera un fichier JSON contenant toutes vos données personnelles incluant :
it: Questo scaricherà un file JSON contenente tutti i tuoi dati personali inclusi:

source: Tip: Download your data first if you need a backup
fr: Conseil : Téléchargez d'abord vos données si vous avez besoin d'une sauvegarde
it: Suggerimento: Scarica prima i tuoi dati se hai bisogno di un backup

source: User account has been deleted successfully
fr: Le compte utilisateur a été supprimé avec succès
it: L'account utente è stato eliminato con successo

source: Voting history
fr: Historique des votes
it: Cronologia dei voti

source: Your account and all associated data will be permanently deleted:
fr: Votre compte et toutes les données associées seront supprimés définitivement :
it: Il tuo account e tutti i dati associati verranno eliminati permanentemente:

source: Your votes and follows
fr: Vos votes et abonnements
it: I tuoi voti e seguimenti

source: Account details and preferences
fr: Détails du compte et préférences
it: Dettagli account e preferenze

source: Associated accounts
fr: Comptes associés
it: Account associati

source: Configure your session step by step
fr: Configurez votre session étape par étape
it: Configura la tua sessione passo dopo passo

source: Connect your streaming and music service accounts
fr: Connectez vos comptes de streaming et de services musicaux
it: Collega i tuoi account di streaming e servizi musicali

source: Connected service accounts
fr: Comptes de services connectés
it: Account di servizi collegati

source: Discover streamers
fr: Découvrir des streamers
it: Scopri streamer

source: Download a comprehensive archive of all your personal data including profile information, session history, votes, and account activity.
fr: Téléchargez une archive complète de toutes vos données personnelles incluant les informations de profil, l'historique des sessions, les votes et l'activité du compte.
it: Scarica un archivio completo di tutti i tuoi dati personali incluse informazioni profilo, cronologia sessioni, voti e attività account.

source: Expires
fr: Expire
it: Scade

source: Export Your Data
fr: Exporter vos données
it: Esporta i tuoi dati

source: Export includes:
fr: L'export inclut :
it: L'esportazione include:

source: Followed Channels
fr: Chaînes suivies
it: Canali seguiti

source: From Spotify
fr: Depuis Spotify
it: Da Spotify

source: GDPR Compliance
fr: Conformité RGPD
it: Conformità GDPR

source: Last Activity
fr: Dernière activité
it: Ultima attività

source: Manage your personal information and account
fr: Gérez vos informations personnelles et votre compte
it: Gestisci le tue informazioni personali e account

source: New Listening Session
fr: Nouvelle session d'écoute

source: No followed channels yet
fr: Aucune chaîne suivie pour le moment
it: Nessun canale seguito ancora

source: Not set
fr: Non défini
it: Non impostato

source: Permanent & Irreversible
fr: Permanent et irréversible
it: Permanente e irreversibile

source: Permanently remove your account and all associated data from our servers. This action cannot be undone.
fr: Supprimer définitivement votre compte et toutes les données associées de nos serveurs. Cette action ne peut pas être annulée.
it: Rimuovi permanentemente il tuo account e tutti i dati associati dai nostri server. Questa azione non può essere annullata.

source: Profile
fr: Profil
it: Profilo

source: Select a format to see options
fr: Sélectionnez un format pour voir les options
it: Seleziona un formato per vedere le opzioni

source: Start Over
fr: Recommencer

source: This will permanently delete:
fr: Ceci supprimera définitivement :
it: Questo eliminerà permanentemente:

source: Token Active
fr: Token actif
it: Token attivo

source: View all
fr: Voir tout
it: Vedi tutti

source: Voting patterns and follows
fr: Modèles de votes et abonnements
it: Modelli di voto e seguiti

source: Your account information and preferences
fr: Vos informations de compte et préférences
it: Le tue informazioni account e preferenze

source: Your profile and authentication
fr: Votre profil et authentification
it: Il tuo profilo e autenticazione

source: Add to Library
fr: Ajouter à la Bibliothèque
it: Aggiungi alla Libreria

source: Color Scheme
fr: Schéma de Couleurs
it: Schema Colori

source: Customize your language and appearance settings
fr: Personnalisez vos paramètres de langue et d'apparence
it: Personalizza le impostazioni di lingua e aspetto

source: Dark
fr: Sombre
it: Scuro

source: English
fr: Anglais
it: Inglese

source: Failed to add playlist to your library
fr: Échec de l'ajout de la playlist à votre bibliothèque
it: Impossibile aggiungere la playlist alla tua libreria

source: Failed to remove playlist
fr: Échec de la suppression de la playlist
it: Impossibile rimuovere la playlist

source: Italiano
fr: Italien

source: Language
fr: Langue
it: Lingua

source: Light
fr: Clair
it: Chiaro

source: Loading your playlists...
fr: Chargement de vos playlists...
it: Caricamento delle tue playlist...

source: My Library
fr: Ma Bibliothèque
it: La Mia Libreria

source: My Spotify Playlists
fr: Mes Playlists Spotify
it: Le Mie Playlist Spotify

source: No playlist selected
fr: Aucune playlist sélectionnée
it: Nessuna playlist selezionata

source: No playlists found
fr: Aucune playlist trouvée
it: Nessuna playlist trovata

source: Open
fr: Ouvrir
it: Apri

source: Playlist added to your library!
fr: Playlist ajoutée à votre bibliothèque !
it: Playlist aggiunta alla tua libreria!

source: Playlist is already in your library
fr: La playlist est déjà dans votre bibliothèque
it: La playlist è già nella tua libreria

source: Playlist removed from your library
fr: Playlist supprimée de votre bibliothèque
it: Playlist rimossa dalla tua libreria

source: Preferences
fr: Préférences
it: Preferenze

source: Private
fr: Privée

source: Profile preferences not available
fr: Préférences de profil non disponibles
it: Preferenze del profilo non disponibili

source: Save Preferences
fr: Sauvegarder les Préférences
it: Salva Preferenze

source: Selected for registration
fr: Sélectionné pour l'inscription
it: Selezionato per la registrazione

source: System
fr: Système
it: Sistema

source: You don't have any playlists in your Spotify library yet.
fr: Vous n'avez encore aucune playlist dans votre bibliothèque Spotify.
it: Non hai ancora nessuna playlist nella tua libreria Spotify.

source: Accept & Continue
fr: Accepter et Continuer
it: Accetta e Continua

source: Decline
fr: Refuser
it: Rifiuta

source: I have read and agree to the Cookies Policy
fr: J'ai lu et j'accepte la Politique de cookies
it: Ho letto e accetto l'Informativa sui Cookie

source: I have read and agree to the Privacy Policy
fr: J'ai lu et j'accepte la Politique de confidentialité
it: Ho letto e accetto l'Informativa sulla Privacy

source: I have read and agree to the Terms of Use
fr: J'ai lu et j'accepte les Conditions générales d'utilisation
it: Ho letto e accetto i Termini di Utilizzo

source: Please review and accept our terms to continue
fr: Veuillez consulter et accepter nos conditions pour continuer
it: Si prega di rivedere e accettare i nostri termini per continuare

source: Read
fr: Lire
it: Leggi

source: Welcome to Premiere Ecoute
fr: Bienvenue sur Premiere Ecoute
it: Benvenuto su Premiere Ecoute

source: Billboards
fr: Panneaux
it: Tabelloni

source: Feature Flags
fr: Fonctionnalités
it: Funzionalità

source: My Billboards
fr: Mes Classements
it: Le Mie Classifiche

source: New Billboard
fr: Nouveau Classement
it: Nuova Classifica

source: %{count} submission
fr: %{count} soumission

source: Activate Billboard
fr: Activer le Classement
it: Attiva Classifica

source: Are you sure you want to delete "%{title}"?
fr: Êtes-vous sûr de vouloir supprimer "%{title}" ?
it: Sei sicuro di voler eliminare "%{title}"?

source: Are you sure you want to remove this submission?
fr: Êtes-vous sûr de vouloir supprimer cette soumission ?
it: Sei sicuro di voler rimuovere questa submission?

source: Back
fr: Retour
it: Indietro

source: Billboard "%{title}"
fr: Classement "%{title}"
it: Classifica "%{title}"

source: Billboard activated! Users can now submit playlists.
fr: Classement activé ! Les utilisateurs peuvent maintenant soumettre des playlists.
it: Classifica attivata! Gli utenti possono ora inviare playlist.

source: Billboard deleted successfully
fr: Classement supprimé avec succès
it: Classifica eliminata con successo

source: Billboard not found
fr: Classement introuvable
it: Classifica non trovata

source: Billboard stopped. No more submissions will be accepted.
fr: Classement arrêté. Aucune nouvelle soumission ne sera acceptée.
it: Classifica fermata. Non verranno più accettate nuove submission.

source: Billboard title updated successfully
fr: Titre du classement mis à jour avec succès
it: Titolo della classifica aggiornato con successo

source: Copy
fr: Copier
it: Copia

source: Copy to clipboard
fr: Copier dans le presse-papiers
it: Copia negli appunti

source: Create Billboard
fr: Créer un Classement
it: Crea Classifica

source: Create a music chart by collecting playlist submissions from your community
fr: Créez un classement musical en collectant les soumissions de playlists de votre communauté
it: Crea una classifica musicale raccogliendo le submission di playlist dalla tua community

source: Creating...
fr: Création en cours...
it: Creazione in corso...

source: Delete Billboard
fr: Supprimer le Classement
it: Elimina Classifica

source: Deletion Code
fr: Code de Suppression
it: Codice di Cancellazione

source: Deletion Successful!
fr: Suppression réussie !
it: Eliminazione Riuscita!

source: Enter a descriptive title for your billboard
fr: Entrez un titre descriptif pour votre classement
it: Inserisci un titolo descrittivo per la tua classifica

source: Enter your deletion code (e.g., banana42)
fr: Entrez votre code de suppression (ex: banana42)
it: Inserisci il tuo codice di eliminazione (es. banana42)

source: Enter your name or pseudonym...
fr: Entrez votre nom ou pseudonyme...
it: Inserisci il tuo nome o pseudonimo...

source: Failed to activate billboard
fr: Échec de l'activation du classement
it: Impossibile attivare la classifica

source: Failed to delete playlist. Please try again.
fr: Échec de la suppression de la playlist. Veuillez réessayer.
it: Impossibile eliminare la playlist. Riprova.

source: Failed to generate billboard: %{reason}
fr: Échec de génération du classement : %{reason}
it: Impossibile generare la classifica: %{reason}

source: Failed to generate billboard: request was interrupted
fr: Échec de génération du classement : la requête a été interrompue
it: Impossibile generare la classifica: la richiesta è stata interrotta

source: Failed to submit playlist. Please try again.
fr: Échec de soumission de la playlist. Veuillez réessayer.
it: Impossibile inviare la playlist. Riprova.

source: Found in playlists:
fr: Trouvé dans les playlists :
it: Trovato nelle playlist:

source: If you previously submitted a playlist, you can still remove it using your deletion code below.
fr: Si vous avez précédemment soumis une playlist, vous pouvez encore la supprimer en utilisant votre code de suppression ci-dessous.
it: Se hai precedentemente inviato una playlist, puoi ancora rimuoverla usando il tuo codice di eliminazione qui sotto.

source: Important: Save this deletion code to remove your playlist later:
fr: Important : Sauvegardez ce code de suppression pour supprimer votre playlist plus tard :
it: Importante: Salva questo codice di eliminazione per rimuovere la tua playlist in seguito:

source: Invalid deletion code. Please check your code and try again.
fr: Code de suppression invalide. Veuillez vérifier votre code et réessayer.
it: Codice di eliminazione non valido. Controlla il tuo codice e riprova.

source: Invalid submission
fr: Soumission invalide
it: Submission non valida

source: Manage your music billboard campaigns and collect playlist submissions
fr: Gérez vos campagnes de classement musical et collectez les soumissions de playlists
it: Gestisci le tue campagne di classifiche musicali e raccogli le submission di playlist

source: Mean year: %{year}
fr: Année moyenne : %{year}
it: Anno medio: %{year}

source: No billboards yet
fr: Aucun classement pour le moment
it: Ancora nessuna classifica

source: No submissions yet.
fr: Aucune soumission pour le moment.
it: Ancora nessuna submission.

source: No valid submissions found
fr: Aucune soumission valide trouvée
it: Nessuna submission valida trovata

source: Open %{provider} Playlist
fr: Ouvrir la Playlist %{provider}
it: Apri Playlist %{provider}

source: Playlist submitted successfully!
fr: Playlist soumise avec succès !
it: Playlist inviata con successo!

source: Playlist successfully removed!
fr: Playlist supprimée avec succès !
it: Playlist rimossa con successo!

source: Please enter at least one playlist URL
fr: Veuillez entrer au moins une URL de playlist
it: Inserisci almeno un URL di playlist

source: Please use a valid playlist URL from Spotify or Deezer
fr: Veuillez utiliser une URL de playlist valide de Spotify ou Deezer
it: Usa un URL di playlist valido da Spotify o Deezer

source: Reactivate Billboard
fr: Réactiver le Classement
it: Riattiva Classifica

source: Remove Playlist
fr: Supprimer la Playlist
it: Rimuovi Playlist

source: Remove submission
fr: Supprimer la soumission
it: Rimuovi submission

source: Remove your playlist
fr: Retirer votre playlist
it: Rimuovi la tua playlist

source: Share this link with your audience to submit playlists:
fr: Partagez ce lien avec votre audience pour soumettre des playlists :
it: Condividi questo link con il tuo pubblico per inviare playlist:

source: Similar (%{count})
fr: Similaire (%{count})
it: Simili (%{count})

source: Starting...
fr: Démarrage en cours...
it: Avvio in corso...

source: Submission Successful!
fr: Soumission Réussie !
it: Invio Riuscito!

source: Submission removed
fr: Soumission supprimée
it: Submission rimossa

source: Submit Playlist
fr: Soumettre la Playlist
it: Invia Playlist

source: Submit your playlist
fr: Soumettez votre playlist
it: Invia la tua playlist
