Repository: mjanv/premiere-ecoute
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr, it

source: Goal has been activated successfully
fr: L'objectif a été activé avec succès
it: L'obiettivo è stato attivato con successo

source: Goal has been created successfully
fr: L'objectif a été créé avec succès
it: L'obiettivo è stato creato con successo

source: Goal has been deactivated successfully
fr: L'objectif a été désactivé avec succès
it: L'obiettivo è stato disattivato con successo

source: Goal has been updated successfully
fr: L'objectif a été mis à jour avec succès
it: L'obiettivo è stato aggiornato con successo

source: Goals
fr: Objectifs
it: Obiettivi

source: Last Donation
fr: Dernier don
it: Ultima Donazione

source: Manage fundraising goals and track donations
fr: Gérer les objectifs de collecte de fonds et suivre les dons
it: Gestisci obiettivi di raccolta fondi e monitora le donazioni

source: No donations received yet
fr: Aucun don reçu pour le moment
it: Nessuna donazione ricevuta ancora

source: No expenses added yet
fr: Aucune dépense ajoutée pour le moment
it: Nessuna spesa aggiunta ancora

source: No goals created yet. Create your first fundraising goal!
fr: Aucun objectif créé pour le moment. Créez votre premier objectif de collecte de fonds !
it: Nessun obiettivo creato ancora. Crea il tuo primo obiettivo di raccolta fondi!

source: OBS Overlay
fr: Overlay OBS
it: Overlay OBS

source: Remaining
fr: Restant
it: Rimanente

source: Spent
fr: Dépensé
it: Speso

source: Start date is required
fr: La date de début est requise
it: La data di inizio è richiesta

source: Target amount is required
fr: Le montant cible est requis
it: L'importo obiettivo è richiesto

source: Title is required
fr: Le titre est requis
it: Il titolo è richiesto

source: Total donations:
fr: Total des dons :
it: Donazioni totali:

source: Upcoming Goals
fr: Objectifs à venir
it: Obiettivi Futuri

source: e.g., hosting, server, bandwidth
fr: p.ex., hébergement, serveur, bande passante
it: es., hosting, server, banda

source: Chapters
fr: Chapitres
it: Capitoli

source: Export to Youtube
fr: Exporter vers Youtube
it: Esporta su Youtube

source: Time Bias
fr: Décalage temporel
it: Offset temporale

source: Premiere Ecoute is a platform where viewers can vote on music played during the stream. Register on premiere-ecoute.fr to view your votes!
fr: Première Écoute est une plateforme où les spectateurs peuvent voter pour la musique diffusée pendant le stream. Inscrivez-vous sur premiere-ecoute.fr pour consulter vos votes !
it: Premiere Ecoute è una piattaforma dove gli spettatori possono votare la musica suonata durante lo stream. Registrati su premiere-ecoute.fr per visualizzare i tuoi voti!

source: Days before tracks are deleted
fr: Jours avant la suppression des titres

source: Enable
fr: Activer

source: Features
fr: Fonctionnalités

source: Manage streamer features and integrations
fr: Gérer les fonctionnalités et intégrations streamer

source: Record tracks played during streams
fr: Enregistrer les titres joués pendant les streams

source: Retention
fr: Rétention

source: Save
fr: Enregistrer

source: Streamer Features
fr: Fonctionnalités streamer

source: Visibility
fr: Visibilité

source: Who can see your daily track list
fr: Qui peut voir votre liste de titres quotidienne

source: My Radio
fr: Ma Radio

source: Primary Color
fr: Couleur principale

source: Primary and secondary colors used in OBS overlay widgets
fr: Couleurs principale et secondaire utilisées dans les incrustations OBS

source: Secondary Color
fr: Couleur secondaire

source: Timezone
fr: Fuseau horaire

source: Widget Colors
fr: Couleurs du widget

source: %{api} API rate-limited
fr: API %{api} limitée en débit

source: retrying at %{time}
fr: nouvelle tentative à %{time}

source: Copy and paste this title and description into your YouTube video
fr: Copiez et collez ce titre et cette description dans votre vidéo YouTube

source: PREMIÈRE ÉCOUTE : "%{title}" by %{artist} (React Live)
fr: PREMIÈRE ÉCOUTE : "%{title}" de %{artist} (React Live)

source: Streamer score
fr: Note du streamer

source: This week I listened and reacted live to the new album "%{title}" by %{artist} !
fr: Cette semaine j'ai écouté et réagi à chaud au nouvel album "%{title}" de %{artist} !

source: Viewer score
fr: Note du chat

source: All time
fr: Depuis toujours

source: Failed to load top tracks
fr: Échec du chargement des meilleurs morceaux

source: My tops
fr: Mes tops

source: %{name} by %{artist} is over
fr: %{name} de %{artist} est terminé

source: Anyone with the link can view the retrospective
fr: Toute personne avec le lien peut voir la rétrospective

source: Authenticated users can view the retrospective
fr: Les utilisateurs connectés peuvent voir la rétrospective

source: Cannot start session
fr: Impossible de démarrer la session

source: Cannot stop session
fr: Impossible d'arrêter la session

source: Currently playing
fr: En cours de lecture

source: Custom (%{count} options)
fr: Personnalisé (%{count} options)

source: No track currently playing on Spotify.
fr: Aucun morceau en cours de lecture sur Spotify.

source: Only you can view the retrospective
fr: Vous seul pouvez voir la rétrospective

source: Protected
fr: Protégé

source: Received event: %{event}
fr: Événement reçu : %{event}

source: Search Spotify tracks...
fr: Rechercher des morceaux Spotify...

source: Searching tracks...
fr: Recherche de morceaux...

source: Session not found or connect to Spotify
fr: Session introuvable ou connectez-vous à Spotify

source: Spotify down: %{reason}
fr: Spotify indisponible : %{reason}

source: Track
fr: Morceau

source: Track Selection
fr: Sélection du morceau

source: Use currently playing
fr: Utiliser la lecture en cours

source: No Playlists Found
fr: Aucune playlist trouvée

source: No playlists listened during this period
fr: Aucune playlist écoutée pendant cette période

source: This week I listened and reacted live to the playlist "%{title}" by %{artist} !
fr: Cette semaine j'ai écouté et réagi à chaud à la playlist "%{title}" de %{artist} !

source: No Tracks Found
fr: Aucun morceau trouvé

source: No tracks listened during this period
fr: Aucun morceau écouté pendant cette période

source: Playlist cover
fr: Pochette de playlist

source: Track cover
fr: Pochette du morceau

source: Actions
it: Azioni

source: Score
it: Punteggio

source: Votes
it: Voti

source: Pause
it: Pausa

source: Albums
it: Album

source: Connected Services
it: Servizi Connessi

source: Disconnected
it: Disconnesso

source: Listening Sessions
it: Sessioni di Ascolto

source: No tracks found for this album
it: Nessun brano trovato per questo album

source: Release Date
it: Data di Rilascio

source: Sessions
it: Sessioni

source: Sessions Management
it: Gestione Sessioni

source: Start Listening Session
it: Inizia Sessione di Ascolto

source: Status
it: Stato

source: Total users:
it: Utenti totali:

source: Viewer
it: Spettatore

source: Changelog
it: Registro delle Modifiche

source: Contact
it: Contatti

source: Album details not found
it: Dettagli album non trovati

source: No Albums Found
it: Nessun Album Trovato

source: Please try refreshing the page
it: Prova ad aggiornare la pagina

source: Version
it: Versione

source: Français
it: Francese

source: Public
it: Pubblico

source: Description
it: Descrizione

source: Multiple (>3)
it: Multipli (>3)

source: Pseudo
it: Nickname

source: Total Albums
it: Totale Album

source: Festivals
it: Festival

source: Copy and paste these timestamps into your YouTube video description
it: Copia e incolla questi timestamp nella descrizione del tuo video YouTube

source: Youtube chapters
it: Capitoli Youtube
