Repository: mjanv/premiere-ecoute
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr, it

source: Supported platforms: Spotify, Deezer
fr: Plateformes supportées : Spotify, Deezer
it: Piattaforme supportate: Spotify, Deezer

source: The deletion code is a goofy word followed by numbers, like "banana42" or "wiggly123"
fr: Le code de suppression est un mot amusant suivi de chiffres, comme "banana42" ou "wiggly123"
it: Il codice di cancellazione è una parola buffa seguita da numeri, come "banana42" o "wiggly123"

source: This action cannot be undone and will permanently remove the billboard and all its submissions.
fr: Cette action ne peut pas être annulée et supprimera définitivement le classement et toutes ses soumissions.
it: Questa azione non può essere annullata e rimuoverà permanentemente la classifica e tutte le sue submission.

source: This billboard is no longer accepting new submissions. The submission period has ended.
fr: Ce classement n'accepte plus de nouvelles soumissions. La période de soumission est terminée.
it: Questa classifica non accetta più nuove submission. Il periodo di invio è terminato.

source: This billboard is no longer accepting new submissions. Use the "Reactivate Billboard" button to start collecting playlists again.
fr: Ce panneau n'accepte plus de nouvelles soumissions. Utilisez le bouton "Réactiver le panneau" pour recommencer à collecter des playlists.
it: Questo tabellone non accetta più nuove proposte. Usa il pulsante "Riattiva Tabellone" per ricominciare a raccogliere playlist.

source: This billboard is no longer accepting submissions
fr: Ce classement n'accepte plus de soumissions
it: Questa classifica non accetta più submission

source: This billboard is not yet active
fr: Ce classement n'est pas encore actif
it: Questa classifica non è ancora attiva

source: This playlist has already been submitted
fr: Cette playlist a déjà été soumise
it: Questa playlist è già stata inviata

source: Title
fr: Titre
it: Titolo

source: Tracks (%{count})
fr: Pistes (%{count})
it: Tracce (%{count})

source: Tracks by this artist:
fr: Pistes de cet artiste :
it: Tracce di questo artista:

source: Tracks from this year:
fr: Pistes de cette année :
it: Tracce di questo anno:

source: Use the deletion code you received when submitting your playlist to remove it from this billboard.
fr: Utilisez le code de suppression que vous avez reçu lors de la soumission de votre playlist pour la retirer de ce panneau.
it: Usa il codice di cancellazione che hai ricevuto quando hai inviato la tua playlist per rimuoverla da questo tabellone.

source: You don't have permission to access this billboard
fr: Vous n'avez pas la permission d'accéder à ce classement
it: Non hai il permesso di accedere a questa classifica

source: Your Name (Optional)
fr: Votre Nom (Optionnel)
it: Il Tuo Nome (Opzionale)

source: [BY ARTIST]
fr: [PAR ARTISTE]
it: [PER ARTISTA]

source: [BY PLAYLIST]
fr: [PAR PLAYLIST]
it: [PER PLAYLIST]

source: [BY TRACK]
fr: [PAR PISTE]
it: [PER TRACCIA]

source: [BY YEAR]
fr: [PAR ANNÉE]
it: [PER ANNO]

source: ▲ PROCESSING BILLBOARD DATA ▲
fr: ▲ TRAITEMENT DES DONNÉES DU CLASSEMENT ▲
it: ▲ ELABORAZIONE DATI CLASSIFICA ▲

source: Connect your Spotify account to manage music playback
fr: Connectez votre compte Spotify pour gérer la lecture musicale
it: Collega il tuo account Spotify per gestire la riproduzione musicale

source: Connect Spotify
fr: Connecter Spotify
it: Collega Spotify

source: Click to mark as reviewed
fr: Cliquez pour marquer comme relu
it: Clicca per contrassegnare come rivisto

source: Click to mark as unreviewed
fr: Cliquez pour marquer comme non-lu
it: Clicca per contrassegnare come non rivisto

source: Pending review
fr: En attente de relecture
it: In attesa di revisione

source: Reviewed
fr: Relu
it: Rivisto

source: Reviewed only
fr: Seulement les relus
it: Solo rivisti

source: Search by URL or submitter name...
fr: Rechercher par URL ou nom du soumetteur...
it: Cerca per URL o nome del mittente...

source: Submission review status updated
fr: Statut de révision de soumission mis à jour
it: Stato di revisione della proposta aggiornato

source: Submissions (%{filtered}/%{total})
fr: Soumissions (%{filtered}/%{total})
it: Proposte (%{filtered}/%{total})

source: Try adjusting your search query or filters.
fr: Essayez d'ajuster votre requête de recherche ou vos filtres.
it: Prova ad aggiustare la tua query di ricerca o i filtri.

source: Choose between 1 and 100 tracks from your billboard's top tracks.
fr: Choisissez entre 1 et 100 pistes du classement de votre billboard.
it: Scegli tra 1 e 100 brani dalla classifica del tuo billboard.

source: Export Top Tracks to Spotify
fr: Exporter le Top des Pistes vers Spotify
it: Esporta Top Brani su Spotify

source: Export to Spotify
fr: Exporter vers Spotify
it: Esporta su Spotify

source: Export tracks
fr: Exporter les pistes
it: Esporta brani

source: Export your billboard's top tracks to a Spotify playlist. This will replace all existing tracks in the selected playlist.
fr: Exportez le top des pistes de votre billboard vers une playlist Spotify. Ceci remplacera toutes les pistes existantes dans la playlist sélectionnée.
it: Esporta i migliori brani del tuo billboard in una playlist Spotify. Questo sostituirà tutti i brani esistenti nella playlist selezionata.

source: Exporting...
fr: Exportation en cours...
it: Esportazione in corso...

source: Failed to export tracks to Spotify playlist
fr: Échec de l'exportation des pistes vers la playlist Spotify
it: Impossibile esportare i brani nella playlist Spotify

source: Make sure you're connected to Spotify and have some playlists created.
fr: Assurez-vous d'être connecté à Spotify et d'avoir créé des playlists.
it: Assicurati di essere connesso a Spotify e di aver creato alcune playlist.

source: Number of tracks to export
fr: Nombre de pistes à exporter
it: Numero di brani da esportare

source: Please log in to export playlists
fr: Veuillez vous connecter pour exporter les playlists
it: Effettua il login per esportare le playlist

source: Please select a playlist
fr: Veuillez sélectionner une playlist
it: Seleziona una playlist

source: Select Spotify Playlist
fr: Sélectionner une Playlist Spotify
it: Seleziona Playlist Spotify

source: Successfully exported top %{count} tracks to your Spotify playlist!
fr: Top %{count} pistes exportées avec succès vers votre playlist Spotify !
it: Top %{count} brani esportati con successo nella tua playlist Spotify!

source: %{count} tracks removed from playlist
fr: %{count} morceaux supprimés de la playlist
it: %{count} brani rimossi dalla playlist

source: Added
fr: Ajouté
it: Aggiunto

source: Added By
fr: Ajouté par
it: Aggiunto da

source: All
fr: Tous
it: Tutti

source: Choose an album to get started
fr: Choisissez un album pour commencer
it: Scegli un album per iniziare

source: Clear
fr: Effacer
it: Cancella

source: Clear Filters
fr: Effacer les filtres
it: Cancella filtri

source: Clear all filters
fr: Effacer tous les filtres
it: Cancella tutti i filtri

source: Collect community playlists
fr: Collecter les playlists de la communauté
it: Raccogli playlist della comunità

source: Failed to delete tracks from playlist
fr: Échec de la suppression des morceaux de la playlist
it: Impossibile eliminare i brani dalla playlist

source: Fetching the latest data from your music library
fr: Récupération des dernières données de votre bibliothèque musicale
it: Recupero dei dati più recenti dalla tua libreria musicale

source: Library not available
fr: Bibliothèque non disponible
it: Libreria non disponibile

source: Live
fr: En direct

source: Manage your saved playlists and discover new music
fr: Gérez vos playlists sauvegardées et découvrez de nouvelle musique
it: Gestisci le tue playlist salvate e scopri nuova musica

source: My Activity
fr: Mon activité
it: La mia attività

source: New
fr: Nouveau
it: Nuovo

source: No tracks have been added to this playlist yet
fr: Aucun morceau n'a encore été ajouté à cette playlist
it: Nessun brano è stato ancora aggiunto a questa playlist

source: No tracks match your filters
fr: Aucun morceau ne correspond à vos filtres
it: Nessun brano corrisponde ai tuoi filtri

source: Open in %{provider}
fr: Ouvrir dans %{provider}
it: Apri in %{provider}

source: Playlist not found in your library
fr: Playlist non trouvée dans votre bibliothèque
it: Playlist non trovata nella tua libreria

source: Refresh playlist data
fr: Actualiser les données de la playlist
it: Aggiorna dati playlist

source: Removing...
fr: Suppression en cours...
it: Rimozione in corso...

source: Retry
fr: Réessayer
it: Riprova

source: Search by artist or title...
fr: Rechercher par artiste ou titre...
it: Cerca per artista o titolo...

source: Search by title, artist, or user...
fr: Rechercher par titre, artiste ou utilisateur...
it: Cerca per titolo, artista o utente...

source: Select all visible tracks
fr: Sélectionner tous les morceaux visibles
it: Seleziona tutti i brani visibili

source: Share music with your community
fr: Partagez de la musique avec votre communauté
it: Condividi musica con la tua comunità

source: Start collecting submissions
fr: Commencer à collecter les soumissions
it: Inizia a raccogliere i contributi

source: Stopped
fr: Arrêté
it: Fermato

source: The library feature is not currently enabled for your account
fr: La fonctionnalité de bibliothèque n'est pas actuellement activée pour votre compte
it: La funzionalità libreria non è attualmente abilitata per il tuo account

source: This playlist is empty
fr: Cette playlist est vide
it: Questa playlist è vuota

source: Unable to Load Playlist
fr: Impossible de charger la playlist
it: Impossibile caricare la playlist

source: Your library is empty
fr: Votre bibliothèque est vide
it: La tua libreria è vuota

source: by %{artist}
fr: par %{artist}
it: di %{artist}

source: Go to session
fr: Aller à la session
it: Vai alla sessione

source: Back to Session
fr: Retour à la Session
it: Torna alla Sessione

source: View Retrospective
fr: Voir la Rétrospective
it: Visualizza Retrospettiva

source: Most liked
fr: Plus aimé
it: Più amato

source: Least liked
fr: Moins aimé
it: Meno amato

source: My votes
fr: Mes votes
it: I miei voti

source: No Votes Found
fr: Aucun vote trouvé
it: Nessun voto trovato

source: No votes cast during this period
fr: Aucun vote effectué durant cette période
it: Nessun voto espresso durante questo periodo

source: Follow
fr: Suivre
it: Segui

source: Manage your followed streamers
fr: Gérer vos streamers suivis
it: Gestisci i tuoi streamer seguiti

source: My Follows
fr: Mes suivis
it: I miei seguiti

source: No vote
fr: Pas de vote
it: Nessun voto

source: Manage your billboard submissions
fr: Gérez vos soumissions de billboard
it: Gestisci le tue proposte di billboard

source: Manage your listening sessions and track your music discoveries
fr: Gérez vos sessions d'écoute et suivez vos découvertes musicales
it: Gestisci le tue sessioni di ascolto e tieni traccia delle tue scoperte musicali

source: No device
fr: Aucun appareil
it: Nessun dispositivo

source: Create your billboard playlist by merging hundred of community playlists together
fr: Créez votre playlist de Top 50 en fusionnant des centaines de playlists de votre communauté
it: Crea la tua playlist da classifica unendo centinaia di playlist della community insieme

source: Global retros for streamers and personal recaps for every viewer to review your year
fr: Rétrospectives globales pour les streamers et récapitulatifs personnels pour chaque spectateur pour revoir votre année
it: Retrospettive globali per streamer e riassunti personali per ogni spettatore per rivedere il tuo anno

source: Host album release listening sessions and let your chat votes for every track
fr: Organisez des sessions d'écoute de sortie d'album et laissez votre chat voter pour chaque morceau
it: Organizza sessioni di ascolto per uscite di album e lascia che la tua chat voti per ogni traccia

source: Login as streamer
fr: Se connecter comme streamer
it: Accedi come streamer

source: Login as viewer
fr: Se connecter comme viewer
it: Accedi come spettatore

source: Share and discover music with our audience. Start listening sessions, rate albums, and share playlists to unveil new gems.
fr: Partagez et découvrez de la musique avec notre audience. Lancez des sessions d'écoute, notez des albums et partagez des playlists pour dévoiler de nouveaux joyaux.
it: Condividi e scopri musica con il nostro pubblico. Avvia sessioni di ascolto, valuta album e condividi playlist per svelare nuove gemme.

source: Simple integrations for Twitch communities with Spotify and Deezer support
fr: Intégrations simples pour les communautés Twitch avec le support de Spotify et Deezer
it: Integrazioni semplici per le community Twitch con supporto Spotify e Deezer

source: Open votes
fr: Votes ouverts
it: Voti aperti

source: Automate and manage your playlist workflows
fr: Automatisez et gérez vos flux de travail de playlists
it: Automatizza e gestisci i flussi di lavoro delle tue playlist

source: Workflows
fr: Automatisations
it: Flussi di lavoro

source: Anyone can search for and view this playlist
fr: Tout le monde peut rechercher et voir cette playlist
it: Chiunque può cercare e visualizzare questa playlist

source: Click 'Preview Tracks' to see your data
fr: Cliquez sur 'Prévisualiser les pistes' pour voir vos données
it: Clicca 'Anteprima Tracce' per vedere i tuoi dati

source: Create New Playlist
fr: Créer une nouvelle playlist
it: Crea Nuova Playlist

source: Create Playlist
fr: Créer une playlist
it: Crea Playlist

source: Create Workflow
fr: Créer un workflow
it: Crea Flusso di Lavoro

source: Data source
fr: Source de données
it: Fonte dati

source: Data target
fr: Cible de données
it: Destinazione dati

source: Decrease track count
fr: Diminuer le nombre de pistes
it: Diminuisci numero tracce

source: Destination playlist
fr: Playlist de destination
it: Playlist di destinazione

source: Duplicates
fr: Doublons
it: Duplicati

source: Duplicates only
fr: Doublons uniquement
it: Solo duplicati

source: Enter playlist description (optional)
fr: Entrez la description de la playlist (optionnel)
it: Inserisci descrizione playlist (opzionale)

source: Enter playlist title
fr: Entrez le titre de la playlist
it: Inserisci titolo playlist

source: Increase track count
fr: Augmenter le nombre de pistes
it: Aumenta numero tracce

source: Make playlist public
fr: Rendre la playlist publique
it: Rendi playlist pubblica

source: Next month
fr: Mois prochain
it: Mese prossimo

source: Next track in
fr: Prochaine dans
it: Prossima traccia tra

source: Please load tracks first.
fr: Veuillez d'abord charger les pistes.
it: Carica prima le tracce.

source: Preview Tracks
fr: Prévisualiser les pistes
it: Anteprima Tracce

source: Select playlist...
fr: Sélectionner une playlist...
it: Seleziona playlist...

source: Target
fr: Cible
it: Obiettivo

source: Time period
fr: Période de temps
it: Periodo di tempo

source: User submissions
fr: Soumissions utilisateur
it: Invii utente

source: Workflow created successfully! Tracks exported to playlist.
fr: Workflow créé avec succès ! Pistes exportées vers la playlist.
it: Flusso di lavoro creato con successo! Tracce esportate nella playlist.

source: Workflow will replace all tracks in the selected playlist.
fr: Le workflow remplacera toutes les pistes de la playlist sélectionnée.
it: Il flusso di lavoro sostituirà tutte le tracce nella playlist selezionata.

source: Anonymous
fr: Anonyme
it: Anonimo

source: Billboard Management
fr: Gestion des Panneaux
it: Gestione Classifiche

source: Danger Zone
fr: Zone de Danger
it: Zona Pericolosa

source: Manage billboards and their submissions
fr: Gérer les panneaux et leurs soumissions
it: Gestisci classifiche e loro submission

source: No billboards have been created yet.
fr: Aucun panneau n'a encore été créé.
it: Nessuna classifica è ancora stata creata.

source: Preparing
fr: Préparation
it: Preparazione

source: Status Management
fr: Gestion du Statut
it: Gestione Stato

source: Submitted
fr: Soumis
it: Inviato

source: The selected billboard could not be loaded.
fr: Le panneau sélectionné n'a pas pu être chargé.
it: La classifica selezionata non può essere caricata.

source: Total Tracks
fr: Total Pistes
it: Totale Brani

source: Choose a playlist...
fr: Choisissez une playlist...
it: Scegli una playlist...

source: No
fr: Non

source: Owner
fr: Propriétaire
it: Proprietario

source: Provider
fr: Fournisseur
it: Fornitore

source: Yes
fr: Oui
it: Sì

source: Analysis Failed
fr: Échec de l'analyse
it: Analisi fallita

source: Analyzing...
fr: Analyse en cours...
it: Analisi in corso...

source: Artists will be automatically detected and displayed here
fr: Les artistes seront automatiquement détectés et affichés ici
it: Gli artisti verranno automaticamente rilevati e visualizzati qui

source: Choose Festival Poster
fr: Choisir l'affiche du festival
it: Scegli poster del festival

source: Create Festival Playlist
fr: Créer une playlist de festival
it: Crea playlist del festival

source: Extracting artist information from the poster...
fr: Extraction des informations d'artistes depuis l'affiche...
it: Estrazione informazioni artisti dal poster...

source: Failed to find tracks for the discovered artists.
fr: Impossible de trouver des morceaux pour les artistes découverts.
it: Impossibile trovare brani per gli artisti scoperti.

source: Festival Playlists
fr: Playlists de festivals
it: Playlist dei festival

source: Festival poster
fr: Affiche du festival
it: Poster del festival

source: Finding tracks...
fr: Recherche de morceaux...
it: Ricerca brani...

source: Found %{count} tracks! Ready to create festival playlist.
fr: %{count} morceaux trouvés ! Prêt à créer la playlist du festival.
it: Trovati %{count} brani! Pronto per creare la playlist del festival.

source: New Festival
fr: Nouveau festival
it: Nuovo festival

source: PNG, JPG up to 10MB
fr: PNG, JPG jusqu'à 10 Mo
it: PNG, JPG fino a 10 MB

source: Playlist creation failed: %{error}
fr: Échec de la création de la playlist : %{error}
it: Creazione playlist fallita: %{error}

source: Poster
fr: Affiche

source: Searching for popular tracks from %{count} discovered artists...
fr: Recherche de morceaux populaires parmi %{count} artistes découverts...
it: Ricerca brani popolari tra %{count} artisti scoperti...

source: Successfully created festival playlist!
fr: Playlist du festival créée avec succès !
it: Playlist del festival creata con successo!

source: Unable to extract artist information from the image
fr: Impossible d'extraire les informations d'artistes depuis l'image
it: Impossibile estrarre informazioni artisti dall'immagine

source: Upload Poster
fr: Télécharger l'affiche
it: Carica poster

source: Upload a Festival Poster
fr: Télécharger une affiche de festival
it: Carica un poster del festival

source: Upload festival posters and create playlists for your events
fr: Téléchargez des affiches de festivals et créez des playlists pour vos événements
it: Carica poster di festival e crea playlist per i tuoi eventi

source: The premiere of %{name} is over
fr: La première écoute de %{name} est terminée
it: La prima di %{name} è finita

source: Votes are open !
fr: Les votes sont ouverts !
it: Le votazioni sono aperte!

source: Welcome to the premiere of %{name} by %{artist}
fr: Bienvenue à la première écoute de %{name} par %{artist}
it: Benvenuti alla prima di %{name} di %{artist}

source: %{count} tracks
fr: %{count} pistes
it: %{count} brani

source: Apply
fr: Appliquer
it: Applica

source: Are you sure you want to deactivate the current rule? Tracks will not be liked from your extension without an active playlist rule.
fr: Êtes-vous sûr de vouloir désactiver la règle actuelle ? Les pistes ne seront pas aimées depuis votre extension sans règle de playlist active.
it: Sei sicuro di voler disattivare la regola corrente? I brani non verranno piaciuti dalla tua estensione senza una regola di playlist attiva.

source: Configure which playlist automatically receives liked tracks from your Twitch extension
fr: Configurez quelle playlist reçoit automatiquement les pistes aimées depuis votre extension Twitch
it: Configura quale playlist riceve automaticamente i brani piaciuti dalla tua estensione Twitch

source: Deactivate
fr: Désactiver
it: Disattiva

source: Like Tracks Destination
fr: Destination des Pistes Aimées
it: Destinazione Brani Piaciuti

source: No active rule to deactivate
fr: Aucune règle active à désactiver
it: Nessuna regola attiva da disattivare

source: Rules
fr: Règles
it: Regole

source: Save tracks playlist updated to "%{title}"
fr: Playlist de sauvegarde des pistes mise à jour vers "%{title}"
it: Playlist di salvataggio brani aggiornata a "%{title}"

source: Save tracks rule deactivated
fr: Règle de sauvegarde des pistes désactivée
it: Regola di salvataggio brani disattivata

source: Tracks from your extension will not be liked without a playlist rule
fr: Les pistes de votre extension ne seront pas aimées sans règle de playlist
it: I brani dalla tua estensione non verranno piaciuti senza una regola di playlist

source: Tracks liked from your extension will be added to this playlist
fr: Les pistes aimées depuis votre extension seront ajoutées à cette playlist
it: I brani piaciuti dalla tua estensione verranno aggiunti a questa playlist

source: Votes close in 30 seconds !
fr: Les votes ferment dans 30 secondes !
it: I voti si chiudono tra 30 secondi!

source: You can retrieve all your notes by registering to premiere-ecoute.fr using your Twitch account
fr: Vous pouvez retrouver toutes vos notes en vous inscrivant sur premiere-ecoute.fr avec votre compte Twitch
it: Puoi recuperare tutte le tue note registrandoti su premiere-ecoute.fr usando il tuo account Twitch

source: Add Expense
fr: Ajouter une dépense
it: Aggiungi Spesa

source: Amount is required
fr: Le montant est requis
it: L'importo è richiesto

source: Back to Donations
fr: Retour aux dons
it: Torna alle Donazioni

source: Be the first to donate
fr: Soyez le premier à faire un don
it: Sii il primo a donare

source: Category
fr: Catégorie
it: Categoria

source: Category is required
fr: La catégorie est requise
it: La categoria è richiesta

source: Create and manage fundraising goals
fr: Créer et gérer les objectifs de collecte de fonds
it: Crea e gestisci obiettivi di raccolta fondi

source: Currency is required
fr: La devise est requise
it: La valuta è richiesta

source: Date Range
fr: Période
it: Periodo

source: Date is required
fr: La date est requise
it: La data è richiesta

source: Donation has been revoked successfully
fr: Le don a été révoqué avec succès
it: La donazione è stata revocata con successo

source: Donations Management
fr: Gestion des dons
it: Gestione Donazioni

source: Donor
fr: Donateur
it: Donatore

source: Edit
fr: Modifier
it: Modifica

source: Edit Goal
fr: Modifier l'objectif
it: Modifica Obiettivo

source: End Date
fr: Date de fin
it: Data di Fine

source: End date must be after start date
fr: La date de fin doit être après la date de début
it: La data di fine deve essere dopo la data di inizio

source: Enter expense description
fr: Entrez la description de la dépense
it: Inserisci la descrizione della spesa

source: Enter expense title
fr: Entrez le titre de la dépense
it: Inserisci il titolo della spesa

source: Enter goal description
fr: Entrez la description de l'objectif
it: Inserisci la descrizione dell'obiettivo

source: Enter goal title
fr: Entrez le titre de l'objectif
it: Inserisci il titolo dell'obiettivo

source: Expense has been added successfully
fr: La dépense a été ajoutée avec succès
it: La spesa è stata aggiunta con successo

source: Expense has been deleted successfully
fr: La dépense a été supprimée avec succès
it: La spesa è stata eliminata con successo

source: Expenses
fr: Dépenses
it: Spese
